<?php
    return [
        // lebels (যেমন: ০১৯৪৭****৪৭)
        'lebel-code' => 'কোড লিখুন',
        'lebel-phone' => 'আপনার ফোন নম্বরটি লিখুন',
        'lebel-otp' => 'OTP লিখুন',

        'code-error-null' => '৭ অক্ষরের কোডটি লিখুন',
        'code-error' => 'আপনার প্রদানকৃত কোডটি ভুল। অনুগ্রহ করে সঠিক কোড প্রদান করুন অথবা পণ্যটি ক্রয় করা থেকে বিরত থাকুন।',


        'phone-error-null' => 'সঠিক ফোন নম্বর লিখুন',
        'phone-error' => 'দুঃখিত, OTP পাঠানো যায়নি',

        'live-error-null' => 'অনুগ্রহ করে ৪ সংখ্যার OTP কোড লিখুন',
        'live-error' => 'OTP সঠিক নয়',

        // buttons
        'btn-next' => 'পরবর্তী ধাপ',
        'btn-check' => 'যাচাই করুন',
        'btn-done' => 'সম্পন্ন',
        'btn-retry' => 'পুনরায় যাচাই করুন',

        //
        'previous_number' => 'পূর্বে যাচাইকরণ নম্বর',
        'previous_date' => 'পূর্বে যাচাইকরণ তারিখ',
        'total_count' => 'মোট যাচাইকরণ সংখ্যা',

        //
        'otp-send' => 'OTP পাঠানো হয়েছে এই নম্বরে',


        //
        'first_heading' => 'এই পণ্যটি আসল এবং অরিজিনাল',
        'verified_heading' => 'পণ্যটি পূর্বে যাচাই করা হয়েছে',
        'expired_heading' => 'মেয়াদউত্তীর্ণ',

        'first_response' => 'ACCU-CHEK ডিভাইস টি অথেনটিক যা রেডিয়েন্ট দ্বারা আমদানিকৃত। আপনার ওয়ারেন্টি রেজিস্ট্রেশনের জন্য ভিজিট করুন - ',
        'verified_response' => 'ডিভাইস টি পূর্বে যাচাই করা হয়েছিল। নাম্বারটি আপনার বা আপনার পরিচিত জনের না হলে পণ্যটি ক্রয় করা থেকে বিরত থাকুন।',

        //
        'manufacture' => 'প্রস্তুতকারক',
        // 'product' => 'পণ্যের নাম',
        // 'detail' => 'পরিমাণ',
        // 'product' => 'এই পণ্যটি আসল/অরিজিনাল এবং শাহীন ফুড সাপ্লাইয়ার্স কর্তৃক আমদানিকৃত।',
        'product' => 'শাহীন ফুড সাপ্লাইয়ার্স কর্তৃক আমদানিকৃত',
        'detail' => 'পণ্যটি ক্রয় করার জন্য আন্তরিক ধন্যবাদ।',
        'number' => 'যোগাযোগঃ 01711661184, 01912220704',
        'complain_number' => 'অভিযোগঃ 01711661184, 01912220704',

        'manufacture_date' => 'প্রস্তুতকরণ তারিখ',
        'expiry' => 'মেয়াদউত্তীর্ণ তারিখ',
        'batch' => 'ব্যাচ নম্বর',


        'warning' => 'ডিভাইস টি পূর্বে যাচাই করা হয়েছিল। নাম্বারটি আপনার বা আপনার পরিচিত জনের না হলে পণ্যটি ক্রয় করা থেকে বিরত থাকুন।',
        // 'warning' => 'যদি প্রথম যাচাইকারীর ফোন নাম্বার আপনার নিজের বা আপনার পরিচিত কারোও না হয় তবে পণ্যটি ক্র‍য় না করার জন্য অনুরোধ করা হলো। ',
        'company_name' => 'শাহীন ফুড সাপ্লাইয়ার্স ',
        'expired_warning' => 'এই পণ্যটি মেয়াদউত্তীর্ণ এবং এটি ব্যবহার করবেন না',
    ]
?>



<!-- <p id="product"><span class="bold-title">{{ __('translate.product') }} :</span> &nbsp;</p>
        <p id="detail"><span class="bold-title">{{ __('translate.detail') }} :</span> &nbsp;</p>
        <p id="detail"><span class="bold-title">{{ __('translate.number') }} :</span> &nbsp;</p> -->
